Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: You already requested a confirmation link. You may request another confirmation link when 24 hours have passed.
sv: Du har redan begärt en bekräftelselänk. Du kan begära en ny när 24 timmar har gått.

source: Private Comment
sv: Privat kommentar

source: Scheduled for %s
sv: Schemalagt för %s

source: Instance of %1
sv: Förekomst av '%1'

source: Minimize when opening a URL
sv: Minimera vid öppning av URL

source: Warning
sv: Varning

source: Black Dye
sv: Svart färgämne

source: Use the [Place] or [Punch] key to rotate.
sv: Använd tangenten [Place] eller [Punch] för att rotera.

source: Write call-sign db
sv: Skriv databas med anropssignaler

source: copy to clipboard
sv: kopiera till urklipp

source: Hide from Notifications
sv: Dölj från aviseringar

source: Set a password for the database.
sv: Ange lösenord för databasen.

source: Report a &Bug
sv: Rapportera ett &fel

source: Mark as Sensitive
sv: Markera som känslig

source: Flattens the output to single lines.
sv: Slätar ut utdata till enkelrader.

source: Message encryption failed.
sv: Meddelandekryptering misslyckaes.

source: Auto-Type Error
sv: Autoskriv-fel

source: Focus Picker
sv: Fokusväljare

source: Welcome to the GBTC Mission Terminal! Select a topic:
sv: Välkommen till GBTC:s uppdragsterminal! Välj ett ämne:

source: Seasons: Spring, Summer
sv: Årstider: vår, sommar

source: Use monospaced font for notes
sv: Använd teckensnitt med fast teckenbredd för anteckningar

source: Schedule
sv: Schemalägg

source: Maximum file size allowed is %s.
sv: Största tillåtna filstorlek är %s.

source: Invalid credentials were provided, please try again. If this reoccurs, then your database file may be corrupt.
sv: Ogiltiga autentiseringsuppgifter angavs. Försök igen. Om detta upprepas, kan din databasfil vara skadad.

source: Error opening underlying device:
sv: Kunde inte öppna underliggande enhet:

source: Excellent
sv: Utmärkt

source: Cannot delete scanlist: You have to select a scanlist first.
sv: Kan inte ta bort skanningslista: Du måste först välja en skanningslista.

source: Entry history
sv: Posthistorik

source: Your profile picture
sv: Din profilbild

source: Mutant Spawn Egg
sv: Framkallningsägg för mutant

source: Place fertile sand next to water, eventually it will become dirt
sv: Placera bördig sand bredvid vatten; så småningom blir den jord

source: No board specified.
sv: Ingen tavla angavs.

source: Current password
sv: Nuvarande lösenord

source: Inactive
sv: Inaktiv

source: How to complete authentication:
sv: Hur du kompletterar autentiseringen:

source: Type: User+Leet(Rep)
sv: Typ: Användare+Leet (Rep)

source: Passkeys…
sv: Passnycklar...

source: We have sent an email to <strong>%s</strong> with further instructions.
sv: Vi har skickat ett e-postmeddelande till <strong>%s</strong> med ytterligare instruktioner.

source: Use this to replicate the items of other instances onto your instance. You can request replication of other servers by using <i>Follow Instance</i>. Under <i>Following instance</i>, you can answer requests from other instances to follow your instance.
sv: Använd detta för att replikera artiklar från andra instanser till din instans. Du kan begära replikering av andra servrar genom att använda <i>Följ instans</i>. Under <i>Följ instans</i>, kan du besvara förfrågningar från andra instanser om att följa din instans.

source: &Recent Databases
sv: &Tidigare databaser

source: Create APRS system
sv: Skapa APRS-system

source: About Archives
sv: Om Archives

source: VOX Sensitivity
sv: VOX-känslighet

source: *** Password length (%1) != sum of length of parts (%2) ***
sv: *** Lösenordslängd (%1) != sammanlagd längd av delar (%2) ***

source: That is outside of our control. We’re all just pieces of data serving The User.
sv: Det ligger utanför vår kontroll. Vi är alla bara databitar som tjänar The User.

source: Database name:
sv: Databasnamn:

source: Also apply to child groups
sv: Använd även till undergrupper

source: Unless you need to open your database with other programs, always use the latest format.
sv: Använd alltid senaste formatet, om du inte behöver öppna din databas med andra program.

source: All SSH identities removed from agent.
sv: Alla SSH-identiteter borttagna från agenten.

source: Go to previous page
sv: Gå till föregående sida

source: Disable All
sv: Inaktivera alla

source: Well, "Do good and talk about it.". You're always free to crosspost your items on similar platform to benefit your range.
sv: Tja, ”Gör gott och berätta om det.” Du kan alltid korspublicera dina objekt på liknande plattformar för att nå fler.

source: {instance} is not a valid Fediverse server. Are you sure this is your account server?
sv: {instance} är inte en giltig Fediverse-server. Är du säker på att detta är din kontoserver?

source: During
sv: Medans

source: Analyze passwords for weaknesses and problems.
sv: Analysera lösenord efter svagheter och problem.

source: Magic Wand
sv: Magisk stav

source: Select which hash functions should be calculated.
sv: Välj vilka hashfunktioner som ska beräknas.

source: Pillar crystals spread lasers in three other directions.
sv: Pelarkristaller sprider lasrar i tre andra riktningar.

source: up to 100 times
sv: upp till 100 gånger

source: Hello {name}, Your item '{item_name}' has been rejected by an admin or moderator. Reason: {reason} You can edit your item and request another review from its page: {item_url} Yours, {instance_name}
sv: Hej {name}, Ditt objekt '{item_name}' har avvisats av en administratör eller moderator. Orsak: {reason} Du kan redigera objektet och begära en ny granskning från dess sida: {item_url} Hälsningar, {instance_name}

source: Tuff Brick
sv: Tufftegel

source: Delete roaming zone?
sv: Ta bort roamingzon?

source: Type here…
sv: Skriv här…

source: Solid Small Slope (tile style)
sv: Solid liten sluttning (kakelstil)

source: History
sv: Historik

source: %1 is requesting access to the following entries:
sv: %1 begär åtkomst till följande poster:

source: Allow federation with an instance
sv: Tillåt federation med en instans

source: Errors occurred during extraction.
sv: Något gick fel under extraktion.

source: Username is already taken
sv: Användarnamnet är taget

source: Cafe
sv: Kafé

source: Cyan Brick Block
sv: Cyanblått tegelblock

source: Follow Requests
sv: Följförfrågningar

source: Iron Rod
sv: Järnstång

source: Your item '{name}' was suspended by a moderator and is hidden until it complies with the rules.
sv: Ditt objekt '{name}' har stängts av av en moderator och döljs tills det följer reglerna.

source: Mutants
sv: Mutanter

source: Becomes Marble when close to water and lava at Y=-500 or below
sv: Blir marmor nära vatten och lava vid Y=-500 eller lägre

source: Delete plugin data from Entry(s)?
sv: Vill du ta bort insticksdata från post?

source: Entry has no URLs set
sv: Posten har ingen URL angiven

source: Your progress will be lost.
sv: Dina framsteg kommer att gå förlorade.

source: Delete %1 contacts?
sv: Ta bort %1 kontakter?

source: Apply to this group only
sv: Använd endast till denna grupp

source: Your user profile is awaiting review by a moderator and is not yet visible to others. You will be notified once it has been reviewed.
sv: Din användarprofil väntar på granskning av en moderator och är ännu inte synlig för andra. Du får en avisering när den har granskats.

source: Duration, longest first
sv: Längd, längst först

source: Block Scripts
sv: Blockera skript

source: Weak password
sv: Svagt lösenord

source: Enable - Write to %s
sv: Aktivera – skriv till %s

source: Mese Sword
sv: Mesesvärd

source: Add Account
sv: Lägg till konto

source: Use custom character set
sv: Använd anpassad teckenuppsättning

source: Delete group
sv: Ta bort gruppen

source: Import the contents of an XML database.
sv: Importera innehållet från en XML-databas.

source: Request
sv: Begär

source: Foreground color selection
sv: Val av förgrundsfärg

source: Each level is a cuboid that occupies a portion of the world. This cuboid is surrounded by boundary blocks for the floor, walls and ceiling.
sv: Varje nivå är en kuboid som upptar en del av världen. Kuboiden omges av gränsblock för golv, väggar och tak.

source: LDAP filter to find users. {} will be replaced with login name
sv: LDAP-filter för att hitta användare. {} ersätts med inloggningsnamnet

source: Save Zone Helper
sv: Hjälpare för säker zon

source: Uplink Tone
sv: Upplänkston

source: Understood, keep number
sv: Uppfattat, behåll antalet

source: I don't have an account yet
sv: Jag har inget konto än

source: Select attachment file
sv: Välj bilagefil

source: Save Hashtag List?
sv: Spara hashtag-lista?

source: Couldn't fetch all user's posts
sv: Kunde inte hämta alla användarens inlägg

source: &Notes:
sv: A&nteckningar:

source: You can delete this item or re-request approval after editing it.
sv: Du kan ta bort objektet eller begära ett nytt godkännande efter att du har redigerat det.

source: path to a custom config file
sv: Sökväg till en anpassad konfigurationsfil

source: Save changes?
sv: Vill du spara ändringarna?

source: Sun
sv: Sön

source: Item deleted on {}
sv: Artikeln radera på {}

source: Cyan Dye
sv: Cyanfärgat färgämne

source: Mark media as sensitive
sv: Markera media som känsligt

source: Path of the entry.
sv: Sökväg till posten.

source: Exposed database groups:
sv: Exponerade databasgrupper:

source: Import bookmarks
sv: Importera bokmärken

source: Ruby
sv: Rubin

source: Service account for LDAP queries (optional for anonymous bind)
sv: Servicekonto för LDAP-frågor (frivilligt för anonym bindning)

source: Database password:
sv: Databaslösenord:

source: Failed to copy
sv: Kunde inte kopiera

source: %d Follow Request
sv: %d Följ förfrågan

source: %d Follow Requests
sv: %d Följ förfrågningar

source: Directory .opvault/default must be readable
sv: Mappen .opvault/default måste vara läsbar

source: Skip Auto-Submit for this entry
sv: Undanta autoskriv för den här posten

source: In Reply to %s
sv: I svar till %s

source: New attribute %1
sv: Nytt attribut %1

source: No Favorites
sv: Inga favoriter

source: Blue
sv: Blå

source: Disconnect all browsers
sv: Koppla bort alla webbläsare

source: Manual
sv: Manuell

source: Exceeded %s threshold.
sv: Överskred tröskelvärdet %s.

source: Select files
sv: Välj filer

source: The custom proxy location does not exist.
sv: Den anpassade proxyplatsen finns inte.

source: Details
sv: Detaljer

source: Garden Bush with Blue Flowers
sv: Trädgårdsbuske med blå blommor

source: This lets you download a zip file containing all your profile's data, including bookmarks, collections, etc.
sv: Här kan du ladda ned en zip-fil som innehåller all din profildata, inklusive bokmärken, samlingar, etc.

source: Ignore frequency limits
sv: Ignorera frekvensgränser

source: Delete Channel
sv: Ta bort kanal

source: Mob
sv: Varelse

source: Level Packs
sv: Nivåpaket

source: Register here
sv: Registrera dig här

source: Prevent the user from being able to post with public visibility, hide their posts and notifications from people not following them. Closes all reports against this account
sv: Förhindra att användaren kan göra inlägg med offentlig synlighet, dölja sina inlägg och aviseringar från personer som inte följer dem. Stänger alla rapporter mot detta konto

source: WARNING: You are about to disable the authentication backend that you are currently using. This will prevent you from logging in again. If you are sure you want to proceed, confirm this action.
sv: VARNING: Du håller på att stänga av den autentiserings-backend som du just nu använder. Detta förhindrar dig att logga in igen. Bekräfta, om du är säker på att du vill fortsätta.

source: Automatically save after every change
sv: Spara automatiskt efter varje ändring

source: Sugar
sv: Socker

source: Your bookmarks are now available in your <a class="%s" href="%s">bookmark list</a>.
sv: Dina bokmärken är nu tillgängliga i din <a class="%s" href="%s">bokmärkeslista</a>.

source: Returns expired credentials. String [expired] is added to the title.
sv: Returnerar förfallna autentiseringsuppgifter [Förfallen] läggs till i titeln.

source: If something went wrong, <a href="manual_auth">try manual authorization</a>.
sv: Om något gick fel, <a href="manual_auth">prova manuell auktorisering</a>.

source: Block "%s"?
sv: Blockera "%s"?

source: Move selected item(s) one position down.
sv: Flytta valda poster en position ned.

source: add
sv: Lägg till

source: Unblock
sv: Ta bort blockering

source: Without hyphenation
sv: Utan bindestreck

source: Punch the lever to trigger something.
sv: Slå på spaken för att utlösa något.

source: Entry "%1" has %2 reference(s). Do you want to overwrite references with values, skip this entry, or delete anyway?
sv: Posten "%1" har "%2" referens. Vill du skriva över referenser med värden, hoppa över den här posten eller ta bort ändå?

source: Reschedule
sv: Schemalägg om

source: Notify the user per e-mail
sv: Meddela användaren via e-post

source: Large
sv: Stor

source: Lock databases after minimizing the window
sv: Lås databaserna när fönstret minimeras

source: Slightly increases the size of custom emojis when you hover over them
sv: Ökar storleken på anpassade emojis något när du håller muspekaren över dem

source: %d previous ban
sv: %d tidigare avstängning

source: %d previous bans
sv: %d tidigare avstängningar

source: Thursday
sv: Torsdag

source: Expiration field
sv: Förfaller

source: Stream Timelines
sv: Strömma tidslinjer

source: Your item '{name}' was rejected. Reason: {reason}. You can edit it and request another review from its page.
sv: Ditt objekt '{name}' avvisades. Orsak: {reason}. Du kan redigera det och begära en ny granskning från dess sida.

source: %d Month
sv: %d månad

source: %d Months
sv: %d månaderna

source: Backup all files and databases before importing posts.
sv: Säkerhetskopiera alla filer och databaser innan du importerar inlägg.

source: Failed to save the database: %1.
sv: Kunde inte spara databasen: %1.

source: Email Attribute
sv: E-postattribut

source: Raw Apple Pie
sv: Rå äppelpaj

source: Invalid cipher uuid length: %1 (length=%2)
sv: Ogiltig uuid-längd för chiffer: %1 (längd=%2)

source: Manage Thresholds
sv: Hantera tröskelvärden

source: Notifications
sv: Notifikationer

source: Open selected attachment
sv: Öppna markerad bilaga

source: You can create an account on another flohmarkt instance instead.
sv: Du kan skapa ett konto på en annan Flohmarkt-instans istället.

source: Default sequence
sv: Standardsekvens

source: Changelog
sv: Ändringslogg

source: User is not beer :(
sv: Användaren är inte öl :(

source: Blocking
sv: Blockar

source: Hi, You (or someone else) entered this email address when trying to change the password of a Readeck account (%[1]s). However, this email address is not associated with any account and therefore, the attempted password change has failed. If you are a Readeck user on %[1]s and you are expecting this email, please try again using the email address you used when creating your account. If you are not a Readeck user, please ignore this message.
sv: Hej, Du (eller någon annan) uppgav denna epostadress i samband med ett försök att byta lösenord på ett Readeck-konto (%[1]s). Denna epost är inte kopplad till något konto och därför har försöket att ändra lösenord misslyckats. Om du är en Readeck-användare på %[1]s och du förväntar dig detta epostmeddelande, vänligen försök igen med den epostadress du använde när du skapade ditt konto. Om du inte är en Readeck-användare, vänligen bortse från detta meddelande.

source: User signed out.
sv: Användare utloggad.

source: Yes. Anyway. I was observing the pipe, when suddenly—BZZT!—and—KRRCHT!—and you somehow ended up in front of me. How did you do that?
sv: Ja. I alla fall. Jag övervakade röret när plötsligt—BZZT!—och—KRRCHT!—och på något vis hamnade du framför mig. Hur gjorde du det?

source: Blue-Flowering Garden Bush Seed
sv: Frö till blåblommande trädgårdsbuske

source: Do you want to delete the current recycle bin and all its contents? This action is not reversible.
sv: Vill du ta bort papperskorgen med allt innehåll? Denna åtgärd kan inte ångras.

source: Invalid number of transform rounds
sv: Ogiltigt antal transformeringsrundor

source: Hidden
sv: Dold

source: Idenifiers
sv: Identifierare

source: Tone Settings
sv: Toninställningar

source: Auto-Type - ChiPass
sv: Autoskriv – ChiPass

source: expired on %b %-e
sv: gick ut den %e %b

source: @1 (Flowerless)
sv: @1 (utan blommor)

source: Auto-type association window or sequence missing
sv: Auto-skrivassociationsfönster eller sekvens saknas

source: The double mirror has a reflective surface on two sides, so it can deflect two lasers at once.
sv: Dubbelspegeln har en reflekterande yta på två sidor och kan därför avlänka två lasrar samtidigt.

source: Startup
sv: Uppstart

source: The cursed skulls have lost their physical form and cannot be touched or walked on. They can be brought back into the physical realm by firing a laser at it.
sv: De förbannade skallarna har förlorat sin fysiska form och kan inte röras eller gås på. De kan föras tillbaka till den fysiska världen genom att skjuta en laser på dem.

source: Deleted attachment.
sv: Bilagan har tagits bort.

source: Default Values
sv: Standardvärden

source: Brown Carpet
sv: Brun matta

source: Failed to import settings from %1, not a valid settings file.
sv: Kunde inte importera inställningar från %1, ingen giltig inställningsfil.

source: Triangle
sv: Triangel

source: Creation date
sv: Skapad

source: Please present or touch your YubiKey to continue…
sv: Presentera eller rör vid din YubiKey för att fortsätta...

source: Add Keyword
sv: Lägg till nyckelord

source: up to 10,000 times
sv: upp till 10000 gånger

source: Configure which tabs to show and their order. Check to enable, use ↓ button to move down, and select the default tab.
sv: Konfigurera vilka flikar som visas och deras ordning. Markera för att aktivera, använd knappen ↓ för att flytta ned och välj standardflik.

source: Remove key from agent after
sv: Ta bort nyckeln från agenten efter

source: No program defined for clipboard manipulation
sv: Inget program definierat för urklippsmanipulation

source: Whether account suggestions should be shown in the Home tab when the user doesn't follow enough people
sv: Huruvida kontoförslag ska visas på hem fliken när användaren inte följer tillräckligt många personer

source: • Light box: May toggle the light when it receives a signal
sv: • Ljuslåda: Kan växla ljuset när den tar emot en signal

source: Warning: the chosen wordlist is smaller than the minimum recommended size!
sv: Varning: den valda ordlistan är mindre än den minsta rekommenderade storleken!

source: Add label
sv: Lägg till etikett

source: Circle 7
sv: Cirkel 7

source: Token was updated.
sv: Token har uppdaterats.

source: You can always check for updates manually from the application menu.
sv: Du kan alltid söka efter uppdateringar manuellt, från programmenyn.

source: Truncate
sv: Korta av

source: KeePass 1 Database…
sv: KeePass 1-databas…

source: Double click to copy value
sv: Dubbelklick för att kopiera värde

source: Volcanic Sandstone
sv: Vulkanisk sandsten

source: Olivine Brick
sv: Olivintegel

source: Artwork title:
sv: Konstverkets titel:

source: Strawberry Pie
sv: Jordgubbspaj

source: Rainbow Noise
sv: Regnbågsbrus

source: Marble Brick
sv: Marmortegel

source: Library
sv: Bibliotek

source: Shuffle
sv: Blanda

source: PIN Timeout (minutes)
sv: Tidsgräns för pinkod (minuter)

source: "Any" or "All" cannot be empty
sv: ”Någon” eller ”Alla” får inte vara tomt

source: Only Replies
sv: Endast svar

source: Unable to process clearText in place
sv: Kan inte att bearbeta klartext på plats

source: This FediAuth login link is not valid. Please start over.
sv: Denna FediAuth-inloggningslänk är inte giltig. Starta om.

source: The item you are responding to does unfortunatley not exist anymore. Sorry :(
sv: Objektet du svarar på finns tyvärr inte kvar. Ledsen :(

source: Ate deadly food
sv: Åt dödlig mat

source: Would you like to import from a similar tool or from a file with existing bookmarks? Try Readeck's import tool.
sv: Önskar du importera existerande bokmärken från fil eller från ett liknande verktyg? Pröva Readecks importverktyg.

source: Assigned to
sv: Tilldelad till

source: Comments start with
sv: Kommentarer inleds med

source: IP address to ban. Wildcards (*) may be used to ban a range of addresses.
sv: IP-adress att stänga av. Jokertecken (*) kan användas för att stänga av ett adressintervall.

source: %d Reaction
sv: %d Reaktion

source: %d Reactions
sv: %d Reaktioner

source: Very high underground solidity, no cavities detected
sv: Mycket hög soliditet under jord, inga hålrum upptäckta

source: Current line height
sv: Nuvarande linjehöjd

source: Edit M17 Contact
sv: Redigera M17-kontakt

source: With Powerslide, you can dash forwards really quick and will be able to cross gaps.
sv: Med kraftglidning kan du rusa framåt mycket snabbt och ta dig över glapp.

source: Let's rewind the year!
sv: Låt oss spola tillbaka året!

source: Open Folder
sv: Öppna mapp

source: Close panel
sv: Stäng panel

source: Bite from a sapphire spider
sv: Bett från en safirspindel

source: More efficient than the normal furnace
sv: Effektivare än den vanliga ugnen

source: Cinnabar
sv: Cinnober

source: Delete & ban for 1 hour
sv: Ta bort och stäng av i 1 timme

source: Take Action Against %s?
sv: Vidta åtgärder mot %s?

source: Saving attachment failed
sv: Kunde inte spara bilaga

source: Archive a Website
sv: Arkivera en hemsida

source: Invalid email address
sv: Ogiltig e-postadress

source: %s minutes ago
sv: %s minuter sedan

source: an individual visitor
sv: en enskild besökare

source: Color-code
sv: Färgkod

source: I see. The Erasure must have already begun. It looks like the System already has overwritten most of your abilities.
sv: Jag förstår. The Erasure måste redan ha börjat. Det verkar som att The System redan har skrivit över de flesta av dina förmågor.

source: Can use launchpads
sv: Kan använda avfyrningsramper

source: will not change if empty
sv: kommer inte ändras om tomt

source: Previous Song
sv: Föregående låt

source: Delete contacts?
sv: Ta bort kontakter?

source: No configuration options.
sv: Inga konfigurationsalternativ.

source: Reply to this item
sv: Svara på detta objekt

source: Uses the global squelch setting if enabled.
sv: Använder den globala inställningen för brusspärr om den är aktiverad.

source: Manual instructions (if button doesn't work)
sv: Manuella instruktioner (utifall knappen inte fungerar)

source: Unable to read all IV bytes, wanted 16 but got %1
sv: Kan inte läsa alla IV-byte, förväntade 16 men fick %1

source: Dark Green Carpet
sv: Mörkgrön matta

source: Forgot password?
sv: Glömt lösenordet?

source: Display icon:
sv: Visningsikon:

source: Existing single-instance lock file is invalid. Launching new instance.
sv: Låsfilen för befintlig enkelinstans är ogiltig. Startar en ny instans.

source: Disconnect this application
sv: Koppla ifrån detta program

source: Add or remove "%s" to or from a list
sv: Lägg till eller ta bort "%s" till eller från en lista

source: Database failed to lock.
sv: Databas kunde inte låsas.

source: Remove my post
sv: Ta bort mitt inlägg

source: Favicon download timeout:
sv: Tidsgräns för nerladdning av favicon:

source: Garden Bush with Yellow Flowers
sv: Trädgårdsbuske med gula blommor

source: Hashtags
sv: Hashtaggar

source: SSH_SK_PROVIDER value
sv: SSH_SK_PROVIDER värde

source: Tomato Salad
sv: Tomatsallad

source: A new item '{name}' by {user} is awaiting moderation.
sv: Ett nytt objekt, '{name}', från {user} väntar på moderering.
